Repository: MAKENTNU/web
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: nb

source: shown
nb: vist

source: link
nb: lenke

source: Information
nb: Informasjon

source: Warning
nb: Advarsel

source: Critical
nb: Kritisk

source: site-wide
nb: hele nettsiden

source: If selected, the announcement will be shown on all pages, otherwise it is only shown on the front page.
nb: Hvis valgt vil kunngjøringen vises på hele nettsiden, ellers vil den kun vises på forsiden.

source: content
nb: innhold

source: An optional link to an information page.
nb: En valgfri lenke til en informasjonsside.

source: display from
nb: vis fra

source: The date from which the announcement will be shown.
nb: Kunngjøringen vil vises fra dette tidspunktet.

source: display to
nb: vis til

source: The announcement will be shown until this date. If none is given, it is shown indefinitely.
nb: Kunngjøringen vil bli vist til dette tidspunktet. Hvis det ikke er oppgitt et sluttidspunkt vil kunngjøringen vises evig.

source: Announcements
nb: Kunngjøringer

source: Admin panel
nb: Administrasjonspanel

# location
source: Front page
nb: Forsiden

source: From
nb: Fra

source: Admin page for announcements
nb: Administrasjonsside for kunngjøringer

source: Add Announcement
nb: Legg til kunngjøring

source: Add
nb: Legg til

source: Change Announcement
nb: Endre kunngjøring

source: card number
nb: kortnummer

source: Card number already in use
nb: Kortnummeret er allerede i bruk

source: Card number must be between seven and ten digits long.
nb: Kortnummeret må være mellom syv og ti siffer langt.

source: Card number must be ten digits long.
nb: Kortnummeret må være ti siffer langt.

source: title (Norwegian)
nb: tittel (norsk)

source: title (English)
nb: tittel (engelsk)

source: illustration image
nb: illustrasjonsbilde

source: profile picture
nb: profilbilde

source: checked in
nb: innsjekket

source: last checked in
nb: sist sjekket inn

source: Beginner
nb: Nybegynner

source: Experienced
nb: Viderekommen

source: Expert
nb: Ekspert

source: Suggest new skills
nb: Foreslå nye ferdigheter

source: Suggested skills
nb: Foreslåtte ferdigheter

source: Skill
nb: Ferdighet

source: Number of votes
nb: Antall stemmer

source: Illustration image of %(skill)s
nb: Illustrasjonsbilde av %(skill)s

source: Placeholder image
nb: Plassholderbilde

source: Approve
nb: Godkjenn

source: Voted!
nb: Stemt!

source: Vote
nb: Stem

source: Delete
nb: Slett

source: My profile
nb: Min profil

source: Completed courses
nb: Fullførte kurs

source: Please %(link_start)scontact us%(link_end)s if any of this information is incorrect, but keep in mind that it might take us a few days to register course participants after a course has ended.
nb: Vennligst %(link_start)sta kontakt med oss%(link_end)s hvis noe av denne informasjonen ikke stemmer, men vær klar over at det kan ta oss noen få dager å registrere kursdeltakere etter et kurs er ferdig.

source: Otherwise, see %(link_start)sthe events page%(link_end)s for previous and upcoming courses.
nb: Ellers, se %(link_start)sarrangementsiden%(link_end)s for tidligere og kommende kurs.

source: Change picture
nb: Endre bilde

source: The profile picture of %(user)s
nb: Profilbildet til %(user)s

source: My skills
nb: Mine ferdigheter

source: Add skills
nb: Legg til ferdigheter

source: Select/search
nb: Velg/søk

source: No registered card
nb: Kort ikke registrert

source: Place the card on the card reader and press the button below to register the card
nb: Legg kortet på kortleseren og trykk på knappen under for å registrere kortet

source: Register
nb: Registrer

source: Card number is already in use
nb: Kortnummeret er allerede i bruk

source: Contact %(email)s to fix the problem.
nb: Kontakt %(email)s for å fikse problemet.

source: People with these skills are at <br/>Makerverkstedet right now
nb: Folk med disse ferdighetene er på <br/>Makerverkstedet akkurat nå

source: You have completed the 3D printer course
nb: Du har fullført 3D-printerkurset

source: You have not taken the 3D printer course
nb: Du har ikke tatt 3D-printerkurset

source: To use a 3D printer, make a reservation in the calendar of one of the 3D printers on the “Reservations” page.
nb: For å bruke en 3D-printer, lag en reservasjon i kalenderen til en av 3D-printerne på «Reservasjoner»-siden.

source: You have completed the {} course
nb: Du har fullført {}kurset

source: You have not taken the {} course
nb: Du har ikke tatt {}kurset

source: To use a {}, make a reservation in the calendar of one of the {}s on the “Reservations” page.
nb: For å bruke en {}, lag en reservasjon i kalenderen til en av {}ne på «Reservasjoner»-siden.

source: Enter both norwegian and english skill name
nb: Skriv inn tittel på både norsk og engelsk

source: Skill already exists!
nb: Ferdigheten finnes allerede!

source: Skill added!
nb: Ferdighet lagt til!

source: extra change permissions
nb: ekstra endringsrettigheter

source: URL name
nb: URL-navn

source: title
nb: tittel

source: Extra permissions that are required for changing the content box.
nb: Ekstra rettigheter som kreves for å kunne endre på innholdsboksen.

source: last modified
nb: sist endret

source: Change
nb: Endre

source: Missing language
nb: Manglende språk

source: The extra change permissions can be changed in Django admin
nb: De ekstra endringsrettighetene kan endres i Django-admin

source: Cancel and go to the front page
nb: Avbryt og gå til forsiden

source: Continue changing in Django admin
nb: Fortsett å endre i Django-admin

source: Cannot change this ContentBox on this subdomain
nb: Kan ikke endre denne ContentBox-en på dette subdomenet

# view page
source: View
nb: Se

source: The page is currently empty; please add some content.
nb: Siden er for øyeblikket tom; vennligst legg til noe innhold.

source: The content must be changed in order to create a new version.
nb: Innholdet må endres på for å lage en ny versjon.

source: The content does not belong to the given page
nb: Dette innholdet hører ikke til denne siden

source: page
nb: side

source: made by
nb: gjort av

source: Docs
nb: Dokumentasjon

source: You are viewing an old version of this page
nb: Du ser på en gammel versjon av denne siden

source: You are viewing an old version of this page, where the last change was made by %(name)s on %(date)s at %(time)s.
nb: Du ser på en gammel versjon av denne siden, hvor siste endring ble gjort av %(name)s den %(date)s kl. %(time)s.

source: To view the current version, click
nb: For å se den nåværende versjonen, klikk

source: here
nb: her

source: To change the current version to this one, click
nb: For å sette denne versjonen som den nåværende, klikk

source: History
nb: Historikk

source: Click to view the content history of the page
nb: Klikk for å vise innholdshistorikken til denne siden

source: Click to change the content of the page
nb: Klikk for å endre på innholdet til siden

source: Click to delete the page
nb: Klikk for å slette siden

source: No content exists for this page
nb: Det eksisterer ikke noe innhold for denne siden

source: Click here to add content
nb: Klikk her for å legge til innhold

source: History of “%(title)s”
nb: Historikk for «%(title)s»

source: Added by
nb: Lagt til av

source: Changed by
nb: Endret av

source: Anonymous
nb: Anonym

source: Current Version
nb: Nåværende versjon

source: Search results
nb: Søkeresultater

source: Search
nb: Søk

source: No content
nb: Ikke noe innhold

source: There are no documents for that search. Try searching for something else.
nb: The finnes ingen dokumenter som samsvarer med det søket. Vennligst prøv et annet søk.

source: Add page
nb: Legg til side

source: Only numbers, letters, spaces, parentheses and colons are allowed.
nb: Kun tall, bokstaver, mellomrom, parenteser og kolon er tillatt.

source: Documentation home page
nb: Hjemmeside for dokumentasjon

source: Change “{title}”
nb: Endre «{title}»

source: View “{title}”
nb: Se «{title}»

source: categories
nb: kategorier

source: Choose categories
nb: Velg kategorier

source: category
nb: kategori

source: question
nb: spørsmål

source: answer
nb: svar

source: questions
nb: spørsmål

source: FAQ Admin Panel
nb: FAQ-administrasjonspanel

source: Here you can add, change and delete questions
nb: Her kan du legge til, endre og slette spørsmål

source: Here you can add, change and delete categories
nb: Her kan du legge til, endre og slette kategorier

source: Frequently Asked Questions
nb: Ofte stilte spørsmål

source: Admin page for questions
nb: Administrasjonsside for spørsmål

source: Add Question
nb: Legg til spørsmål

source: Change Question
nb: Endre spørsmål

source: Admin page for categories
nb: Administrasjonsside for kategorier

source: Add Category
nb: Legg til kategori

source: Change Category
nb: Endre kategori

source: parents
nb: foreldre

source: own permissions
nb: egne rettigheter

source: group
nb: gruppe

source: clickbait
nb: lokketekst

source: description
nb: beskrivelse

source: email
nb: e-post

source: image
nb: bilde

source: committees
nb: komiteer

source: %(name)s committee image
nb: %(name)s komitébilde

source: Admin page for committees
nb: Administrasjonsside for komiteer

source: Change {committee}
nb: Endre {committee}

source: full name
nb: fullt navn

source: extra view permissions
nb: ekstra visningsrettigheter

source: Choose user
nb: Velg bruker

source: Choose committees
nb: Velg komiteer

source: Member was not set as retired, as the member already has the status “quit” or “retired”.
nb: Medlemmet ble ikke markert som pang, fordi medlemmet allerede har status «sluttet» eller «pang».

source: Member was not set as quit, as the member already has the status “quit” or “retired”.
nb: Medlemmet ble ikke markert som sluttet, fordi medlemmet allerede har status «sluttet» eller «pang».

source: Member's “quit” status was not undone, as the member did not have the status “quit”.
nb: Medlemmets «sluttet»-status ble ikke omgjort, fordi medlemmet ikke hadde status «sluttet».

source: Member's retirement was not undone, as the member did not have the status “retired”.
nb: Medlemmets «pang»-status ble ikke omgjort, fordi medlemmet ikke hadde status «pang».

source: user
nb: bruker

source: role
nb: rolle

source: contact email
nb: kontakt-e-post

source: Google email
nb: Google-e-post

source: MAKE email
nb: MAKE-e-post

source: phone number
nb: telefonnummer

source: study program
nb: studieprogram

source: starting semester at NTNU
nb: startsemester på NTNU

source: Must be in the format [V/H][year], e.g. “V17” or “H2017”.
nb: Må være på formatet [V/H][år], f.eks. «V17» eller «H2017».

source: date joined
nb: startdato

source: date quit or retired
nb: dato sluttet eller panget

source: reason quit
nb: sluttårsak

source: comment
nb: kommentar

source: is active
nb: er aktiv

source: guidance exemption
nb: veiledningsfritak

source: has quit
nb: har sluttet

source: retired
nb: pang

source: honorary
nb: æresmedlem

source: GitHub username
nb: GitHub-brukernavn

source: Discord username
nb: Discord-brukernavn

source: Minecraft username
nb: Minecraft-brukernavn

source: Calendar
nb: Kalender

source: Website
nb: Nettside

source: member
nb: medlem

source: access
nb: tilgang

source: Access for {member} to {name}: {has_access}
nb: Tilgang for {member} til {name}: {has_access}

source: priority
nb: prioritet

source: If specified, the secrets are sorted ascending by this value.
nb: Hvis spesifisert, sorteres hemmelighetene stigende på denne verdien.

source: Extra permissions that are required for viewing the secret. If a user does not have all the chosen permissions, it will be hidden to them.
nb: Ekstra rettigheter som kreves for å se hemmeligheten. Hvis en bruker ikke har alle de valgte rettighetene vil den være skjult for vedkommende.

source: quote
nb: sitat

source: quoted
nb: sitert

source: The person who is quoted.
nb: Personen som blir sitert.

source: context
nb: kontekst

source: date
nb: dato

source: author
nb: forfatter

source: Internal pages
nb: Internsider

source: Committee bulletin boards
nb: Komitéoppslagstavler

source: MAKE Internal
nb: MAKE internsider

source: Members
nb: Medlemmer

source: Secrets
nb: Hemmeligheter

source: Quotes
nb: Sitater

source: Misc.
nb: Diverse

source: The History of MAKE NTNU
nb: Historien til MAKE NTNU

source: Public pages
nb: Offentlige sider

source: Log out
nb: Logg ut

source: TODOs when a new member enrolls
nb: Ting som skal gjøres når et nytt medlem tas opp

source: Member list
nb: Medlemsliste

source: active
nb: aktiv

source: Add member
nb: Legg til medlem

source: TODOs when a member retires
nb: Ting som skal gjøres når et medlem panger

source: TODOs when a member quits
nb: Ting som skal gjøres når et medlem slutter

source: Search for user info
nb: Søk etter brukerinfo

source: Filter membership status
nb: Filtrer medlemskapsstatus

source: inactive
nb: inaktiv

source: quit
nb: sluttet

source: Filter committees
nb: Filtrer komiteer

source: name
nb: navn

source: committee
nb: komité

source: joined
nb: ble med

source: Date retired
nb: Pangdato

source: Date quit
nb: Sluttdato

source: Yes
nb: Ja

source: No
nb: Nei

source: Displaying
nb: Viser

source: registered members
nb: registrerte medlemmer

source: Basic information
nb: Grunnleggende informasjon

source: Membership information
nb: Medlemskapsinformasjon

source: Extra information
nb: Ekstrainformasjon

source: system accesses
nb: systemtilganger

source: Actions
nb: Handlinger

source: Set member as quit
nb: Sett medlem som sluttet

source: Set member as not quit
nb: Sett medlem som ikke sluttet

source: Set member as retired
nb: Sett medlem som pang

source: Set member as not retired
nb: Sett medlem som ikke pang

source: Extra view permissions can be added/changed in Django admin
nb: Ekstra visningsrettigheter kan legges til / endres i Django-admin

source: Internal secrets
nb: Internhemmeligheter

source: You can see this secret because you have the following permissions
nb: Du kan se denne hemmeligheten fordi du har følgende rettigheter

source: Click to show – only if you're alone!
nb: Klikk for å vise – bare hvis du er alene!

source: Hide – someone's behind me!
nb: Skjul – noen er bak meg!

source: Delay hiding for %(num_seconds)s seconds
nb: Utsett å skjule i %(num_seconds)s sekunder

source: Enter a valid email address ending in “@makentnu.no”.
nb: Oppgi en gyldig e-postadresse som slutter med «@makentnu.no».

source: Enter a valid format for a semester.
nb: Oppgi et gyldig format for et semester.

source: Add New Member
nb: Legg til nytt medlem

source: Change Information for {full_name}
nb: Endre informasjonen til {full_name}

source: Set retired
nb: Sett panget

source: Set member {name} as retired
nb: Sett medlem {name} som pang

source: Set quit
nb: Sett sluttet

source: Set member {name} as quit
nb: Sett medlem {name} som sluttet

source: Secrets list
nb: Liste med hemmeligheter

source: Add Secret
nb: Legg til hemmelighet

source: Change Secret
nb: Endre hemmelighet

source: Quotes page
nb: Sitatside

source: Add Quote
nb: Legg til sitat

source: Change Quote
nb: Endre sitat

source: machines
nb: maskiner

source: location
nb: sted

source: Cannot mark reservation as finished when it has not started yet.
nb: Kan ikke sette reservasjonen som ferdig når den ikke har startet ennå.

source: Cannot mark reservation as finished when it has already ended.
nb: Kan ikke sette reservasjonen som ferdig når den allerede er over.

source: Cannot delete reservation when it has already started. Mark it as finished instead.
nb: Kan ikke slette reservasjonen når den allerede har startet. Sett den som ferdig istedenfor.

source: Cannot delete reservation when it has already ended.
nb: Kan ikke slette reservasjonen når den allerede er over.

source: Select user
nb: Velg bruker

source: The card number was detected to be the phone number of Building security at NTNU. Please enter a valid card number.
nb: Kortnummeret ble oppdaget å være telefonnummeret til Vakt og service på NTNU. Vennligst fyll inn et gyldig kortnummer.

source: machine type
nb: maskintype

source: Select machine type
nb: Velg maskintype

source: Stream name cannot be empty when the machine type supports streaming.
nb: Videostrømnavn må oppgis når maskintypen støtter videostrømming.

source: User must be set when “All users” is not set.
nb: Bruker må oppgis når «Alle brukere» ikke er satt.

source: User cannot be set when “All users” is set.
nb: Bruker kan ikke være satt når «Alle brukere» er satt.

source: Must select either specific user or all users.
nb: Må velge enten én spesifikk bruker eller alle brukere.

source: Duration in hours
nb: Varighet i timer

source: Duration in minutes
nb: Varighet i minutter

source: Period is either too long (7+ days) or start time is earlier than end time.
nb: Perioden er enten for lang (7+ dager) eller starttiden er før sluttiden.

source: Rule has internal overlap of time periods.
nb: Tidsperiodene innad i regelen overlapper hverandre.

source: Rule time periods overlap with time periods of other rules.
nb: Tidsperiodene til regelen overlapper med tidsperiodene til andre regler.

source: short name
nb: kort navn

source: Registered
nb: Registrert

source: Sent to Building security
nb: Sendt til Vakt og service

source: Access granted
nb: Tilgang gitt

source: username
nb: brukernavn

source: course date
nb: kursdato

source: course permissions
nb: kurs tillatelser

source: 3D printer course
nb: 3D-printerkurs

source: 3D printer courses
nb: 3D-printerkurs

source: usage requirement
nb: brukskrav

source: The machine types are sorted ascending by this value.
nb: Maskintypene sorteres stigende på denne verdien.

source: Reserved
nb: Reservert

source: Available
nb: Ledig

source: In use
nb: I bruk

source: Out of order
nb: I ustand

source: Maintenance
nb: Vedlikehold

source: stream name
nb: videostrømnavn

source: Used for connecting to the machine's stream.
nb: Brukes til å koble til maskinens videostrøm.

source: machine model
nb: maskinmodell

source: location URL
nb: sted-URL

source: internal
nb: internt

source: If selected, the machine will only be visible to and reservable by MAKE members.
nb: Hvis valgt vil maskinen bare være synlig og mulig å reservere for MAKE-medlemmer.

source: info message
nb: infomelding

source: Information that's useful to know before using the machine, e.g. the filament that the 3D printer uses, the needle that's currently inserted in the sewing machine, or just the machine's current state/“mood” (emojis are allowed 🤠).
nb: Informasjon som er nyttig å vite før man bruker maskinen, f.eks. filamentet som 3D-printeren bruker, nåla som er satt i symaskinen, eller tilstanden/«humøret» til maskinen for tida (emoji-er er tillatt 🤠).

source: time the info message was changed
nb: tidspunkt infomeldingen ble endra

source: If specified, the machines are sorted ascending by this value.
nb: Hvis spesifisert, sorteres maskinene stigende på denne verdien.

source: notes
nb: notater

source: This is only for internal use and is not displayed anywhere.
nb: Dette er bare for intern bruk og blir ikke vist fram noe sted.

source: Usage rules for {machine_type}
nb: Bruksregler for {machine_type}

source: all users
nb: alle brukere

source: number of reservations
nb: antall reservasjoner

source: diminishing
nb: oppbrukbar

source: ignores rules
nb: ignorerer regler

source: quota
nb: kvote

source: quotas
nb: kvoter

source: <all users>
nb: <alle brukere>

source: <nobody>
nb: <ingen>

source: Quota for {user} on {machine_type}
nb: Kvote for {user} på {machine_type}

source: Monday
nb: Mandag

source: Tuesday
nb: Tirsdag

source: Wednesday
nb: Onsdag

source: Thursday
nb: Torsdag

source: Friday
nb: Fredag

source: Saturday
nb: Lørdag

source: Sunday
nb: Søndag

source: start time
nb: starttidspunkt

source: end time
nb: sluttidspunkt

source: days
nb: dager

source: Number of times midnight is passed between start and end time.
nb: Antall ganger midnatt passeres mellom start- og sluttid.

source: start days for rule periods
nb: startdager for regelperioder

source: hours single period
nb: timer enkeltperiode

source: hours multi-period
nb: timer fler-periode

source: Previous
nb: Forrige

source: Today
nb: I dag

source: Next
nb: Neste

source: Other reservations
nb: Andre reservasjoner

source: Events
nb: Arrangementer

source: My reservations
nb: Mine reservasjoner

source: Add Course Registration
nb: Legg til kursregistrering

source: Change Course Registration
nb: Endre kursregistrering

source: Could not find the user in the NTNU database
nb: Kunne ikke finne brukeren i NTNUs database

source: Are you sure you entered the correct username?
nb: Er du sikker på at du har skrevet inn riktig brukernavn?

source: A user with this username is already registered
nb: En bruker med dette brukernavnet er allerede registrert

source: Either the user has already taken the course, or the username of another user has been entered
nb: Enten har brukeren allerede tatt kurset, eller brukernavnet til en annen bruker har blitt skrevet inn

source: User information
nb: Brukerinformasjon

source: Clear selection
nb: Nullstill valg

source: Registration status
nb: Registreringsstatus

source: Save
nb: Lagre

# abort action
source: Cancel
nb: Avbryt

source: Course Registrations
nb: Kursregistreringer

source: Filter users based on name
nb: Filtrer brukere basert på navn

source: Search name and username
nb: Søk på navn og brukernavn

source: Filter users based on status
nb: Filtrer brukere basert på status

source: All
nb: Alle

source: Download filtered users
nb: Last ned filtrerte brukere

source: Set status for all selected users
nb: Sett status for alle valgte brukere

source: Select status
nb: Velg status

source: Clear selected users
nb: Nullstill valg av brukere

source: Toggle non-selected users
nb: Veksle visning av ikke-valgte brukere

source: Select all shown users
nb: Velg alle viste brukere

source: Are you sure you want to delete the course registration of %(user)s?
nb: Er du sikker på at du vil slette kursregistreringen til %(user)s?

source: Connected to user
nb: Koblet til bruker

source: Filter matches
nb: Filter matcher

source: registrations
nb: registreringer

source: Set status of users to
nb: Sett status for brukere til

source: You are changing the status for the following users
nb: Du vil endre status for følgende brukere

source: Are you sure you want to do this?
nb: Er du sikker på at du vil gjøre dette?

source: Set status
nb: Sett status

source: Live stream of the machine %(name)s
nb: Livestream av maskinen %(name)s

source: View in calendar
nb: Se i kalender

source: Show rules
nb: Vis regler

source: About the machine
nb: Om maskinen

source: model
nb: modell

source: Find free reservation slots
nb: Finn ledige reservasjonstidspunkter

source: Quotas and detailed rules for reservation duration
nb: Kvoter og detaljerte regler rundt reservasjonstid

source: Users
nb: Brukere

source: One-time quota
nb: Oppbrukbar kvote

source: Replenishing quota
nb: Gjenbrukbar kvote

source: Maximum number of reservations
nb: Maksimalt antall aktive reservasjoner

source: User has no personal quotas
nb: Brukeren har ingen personlige kvoter

source: New reservation
nb: Ny reservasjon

source: Click to create a new reservation
nb: Klikk for å lage en ny reservasjon

source: Click to see your reservations
nb: Klikk for å se dine reservasjoner

source: Other machines
nb: Andre maskiner

source: Click to view other %(machine_type_name_plural)s
nb: Klikk for å se andre %(machine_type_name_plural)s

source: Overview
nb: Oversikt

source: Click to view other machines
nb: Klikk for å se andre maskiner

source: Free reservation slots
nb: Ledige reservasjonstidspunkter

source: h
nb: t

source: Change Reservation
nb: Endre reservasjon

source: Equipment type
nb: Utstyrstype
