Repository: MAKENTNU/web
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Select equipment type
nb: Velg utstyrstype

source: equipment
nb: utstyr

source: Select machine
nb: Velg maskin

source: event
nb: arrangement

source: Select event
nb: Velg arrangement

source: Reservation text
nb: Reservasjonstekst

source: Reserve
nb: Reserver

source: MAKE NTNU reservations
nb: MAKE NTNU-reservasjoner

source: View MAKE's reservations
nb: Se MAKEs reservasjoner

source: Hide previous reservations
nb: Skjul tidligere reservasjoner

source: Reservation
nb: Reservasjon

source: Time
nb: Tidspunkt

# cancel reservation
source: Cancel
nb: Kanseller

source: Finish now
nb: Ferdig nå

source: Usage rules
nb: Bruksregler

source: Reservation duration within a single period
nb: Reservasjonslengde innenfor én periode

source: Card's “single period” value; see cards below
nb: Kortets «enkeltperiode»-verdi; se kortene under

source: Reservation duration spanning multiple periods
nb: Reservasjonslengde på tvers av perioder

source: Total time
nb: Total tid

source: Largest “single period” value
nb: Største «enkeltperiode»-verdi

source: For each time period
nb: For hver tidsperiode

source: Card's “multi-period” value
nb: Kortets «fler-periode»-verdi

source: There exists one or more gaps between the rules' periods, that are not covered
nb: Det finnes ett eller flere hull mellom reglenes perioder, som ikke er dekket

source: Single period
nb: Enkeltperiode

source: hours
nb: timer

source: Multi-period
nb: Fler-periode

source: Periods
nb: Perioder

source: My quotas
nb: Mine kvoter

source: Personal
nb: Personlig

source: Reservations connected to quota
nb: Reservasjoner tilknyttet kvoten

source: %(machine_name)s at %(time)s
nb: %(machine_name)s på tidspunktet %(time)s

source: No reservations connected to quota
nb: Ingen reservasjoner knyttet til kvoten

source: Mon
nb: Man

source: Tue
nb: Tir

source: Wed
nb: Ons

source: Thu
nb: Tor

source: Fri
nb: Fre

source: Sat
nb: Lør

source: Sun
nb: Søn

source: {machine_status} for {duration}
nb: {machine_status} i {duration}

source: You must be logged in to create reservations.
nb: Du må være logget inn for å kunne lage reservasjoner.

source: The machine has status “{status}”.
nb: Maskinen har status «{status}».

source: You have reached the maximum number of future reservations.
nb: Du har nådd maksimalt antall framtidige reservasjoner.

source: Registration of course participation successful
nb: Registrering av kursdeltakelse vellykket

source: Course participants
nb: Kursdeltakere

source: Change Usage Rules for {machine_type}
nb: Endre bruksregler for {machine_type}

source: View usage rules for {machine_type}
nb: Se bruksregler for {machine_type}

source: Machine list
nb: Maskinliste

source: Add Machine
nb: Legg til maskin

source: Change Machine
nb: Endre maskin

source: Admin page for quotas
nb: Administrasjonsside for kvoter

source: Add Quota
nb: Legg til kvote

source: Change Quota
nb: Endre kvote

source: Admin page for the quotas of {user_full_name}
nb: Administrasjonsside for kvotene til {user_full_name}

source: Reservations can only be made {num_days} day ahead of time
nb: Reservasjoner kan bare lages {num_days} dag fram i tid

source: The time slot or event is no longer available
nb: Tidspunktet eller arrangementet er ikke lenger tilgjengelig

source: The machine is out of order
nb: Maskinen er i ustand

source: The machine is under maintenance
nb: Maskinen er under vedlikehold

source: The reservation cannot start and end at the same time
nb: Reservasjonen kan ikke starte og slutte på samme tidspunkt

source: It is not possible to reserve the machine during these hours. Check the rules for when the machine is reservable
nb: Det er ikke mulig å reservere maskinen på dette tidspunktet. Sjekk reglene for hvilke perioder det er mulig å reservere maskinen i

source: The reservation exceeds your quota
nb: Reservasjonen går over kvoten din

source: The start time can't be after the end time
nb: Starttiden kan ikke være etter sluttiden

source: The reservation can't start in the past
nb: Reservasjonen kan ikke starte i fortiden

source: The time slot is not available
nb: Tidspunktet er ikke tilgjengelig

source: Reservation rules for {machine_type}
nb: Reservasjonsregler for {machine_type}

source: Add Rule for {machine_type}
nb: Legg til regel for {machine_type}

source: Change Rule for {machine_type}
nb: Endre regel for {machine_type}

source: Image of {equipment}.
nb: Bilde av {equipment}.

source: If specified, the equipment is sorted ascending by this value.
nb: Hvis spesifisert, sorteres utstyret stigende på denne verdien.

source: Add equipment
nb: Legg til utstyr

source: Image of %(equipment)s
nb: Bilde av %(equipment)s

source: Some of the available equipment <br/>at Makerverkstedet
nb: Noe av det tilgjengelige utstyret <br/>på Makerverkstedet

source: Contents
nb: Innhold

source: an overview of the various equipment at the workshop, and instructions on how to use it
nb: en oversikt over det forskjellige utstyret på verkstedet, og tilhørende bruksanvisninger

source: Rules
nb: Regler

source: you must follow these to be allowed to use the workshop
nb: du må følge disse for å få tillatelse til å bruke verkstedet

source: Admin page for equipment
nb: Administrasjonsside for utstyr

source: Change Equipment
nb: Endre utstyr

source: number of reserved tickets
nb: antall reserverte billetter

source: tickets
nb: billetter

source: number of occurrences
nb: antall forekomster

source: future occurrences
nb: framtidige forekomster

source: previous occurrence
nb: forrige forekomst

source: {count} more...
nb: {count} fler...

source: active tickets
nb: aktive billetter

source: inactive tickets
nb: inaktive billetter

source: is published
nb: er publisert

source: event is standalone
nb: arrangementet er frittstående

source: event hidden
nb: arrangement skjult

source: hidden
nb: skjult

source: future publication time
nb: framtidig publiseringstid

source: timeplace
nb: tidspunkt

source: The event cannot end before it starts.
nb: Arrangementet kan ikke slutte før det starter.

source: the article
nb: artikkelen

source: The main content of the article.
nb: Brødteksten til artikkelen.

source: the event
nb: arrangementet

source: The main description of the event.
nb: Brødteksten til arrangementet.

source: A short text designed to bait users into clicking {the_type}.
nb: En kort tekst for å lokke brukerne til å klikke på {the_type}.

source: If selected, {the_type} may be shown on the front page.
nb: Hvis valgt kan {the_type} bli vist på forsiden.

source: If selected, {the_type} will be hidden for all users.
nb: Hvis valgt vil {the_type} være skjult for alle brukere.

source: If selected, {the_type} will only be visible to members of MAKE NTNU.
nb: Hvis valgt vil {the_type} bare vises for medlemmer av MAKE NTNU.

source: Search for users
nb: Søk etter brukere

source: You can search for users' name, username and email.
nb: Du kan søke etter brukeres navn, brukernavn og e-post.

source: Here you can enter any requests or information you want to provide to the organizers.
nb: Her kan du fylle inn eventuelle forespørsler eller opplysninger du ønsker å gi til arrangørene.

source: image description
nb: bildebeskrivelse

source: This should be a concise visual description of the image, which is mainly useful for people using a screen reader.
nb: Dette burde være en konsis visuell beskrivelse av bildet, som er hovedsakelig nyttig for folk som bruker en skjermleser.

source: don't crop the image
nb: ikke crop bildet

source: featured
nb: fremhevet

source: publication time
nb: publiseringstid

source: The article will be hidden until this date.
nb: Artikkelen vil være skjult fram til publiseringstidspunktet.

source: Standard (repeating)
nb: Standard (gjentagende)

source: Multipart (standalone)
nb: Flerdagers (frittstående)

source: type of event
nb: arrangementstype

source: number of available tickets
nb: antall tilgjengelige billetter

source: The occurrence will not be shown before this date.
nb: Forekomsten vil ikke vises før publiseringstidspunktet.

source: If selected, the occurrence will be hidden, even after the publication date.
nb: Hvis valgt vil forekomsten være skjult, selv etter publikasjonsdatoen.

source: English
nb: Engelsk

source: Norwegian
nb: Norsk

source: original registration date
nb: opprinnelig påmeldingsdato

source: last reactivated/canceled
nb: sist reaktivert/avbestilt

source: preferred language
nb: foretrukket språk

source: Number of tickets
nb: Antall billetter

source: Your ticket for “%(title)s”
nb: Din billett til «%(title)s»

source: Thank you for registering for this event. You can also %(link_start)sview your ticket on our website%(link_end)s.
nb: Takk for at du meldte deg på dette arrangementet. Du kan også %(link_start)sse billetten din på nettsiden vår%(link_end)s.

source: If you want to cancel your registration, you can do so by visiting the following page
nb: Hvis du ønsker å melde deg av, kan du gjøre dette ved å besøke følgende side

source: Cancel your ticket
nb: Avbestill billetten din

source: The reference number for your ticket is
nb: Ditt referansenummer er

source: Thank you for registering for this event. You can also view your ticket on our website through the following link
nb: Takk for at du meldte deg på dette arrangementet. Du kan også se billetten din på nettsiden vår gjennom følgende lenke

source: If you want to cancel your registration, you can do so by following this link
nb: Hvis du ønsker å avbestille billetten din, kan du gjøre dette ved å følge denne lenken

source: Articles
nb: Artikler

source: View the article “%(title)s”; image description: %(description)s
nb: Vis artikkelen «%(title)s»; bildebeskrivelse: %(description)s

# article
source: internal
nb: intern

source: Admin page for events
nb: Administrasjonsside for arrangementer

source: Go to the event page
nb: Gå til arrangementsiden

source: Hidden event
nb: Skjult arrangement

source: This event is hidden! No users will be able to see the event or its occurrences.
nb: Dette arrangementet er skjult! Ingen brukere vil kunne se arrangementet eller dets forekomster.

source: Featured event
nb: Fremhevet arrangement

source: This event is featured! Any future occurrences may be shown on the front page.
nb: Dette arrangementet er fremhevet! Alle framtidige forekomster kan bli vist på forsiden.

source: Private event
nb: Privat arrangement

source: This event is private! It is only visible to members of MAKE NTNU.
nb: Dette arrangementet er privat! Det vil bare vises for medlemmer av MAKE NTNU.

source: %(num_active_tickets)s/%(num_tickets)s tickets reserved
nb: %(num_active_tickets)s/%(num_tickets)s billetter reservert

source: No registration required
nb: Ingen påmelding krevd

source: Occurrences
nb: Forekomster

source: Add occurrence
nb: Legg til forekomst

source: Future
nb: Framtidige

source: Past
nb: Tidligere

source: No future occurrences exist for this event
nb: Ingen framtidige forekomster finnes for dette arrangementet

source: No past occurrences exist for this event
nb: Ingen tidligere forekomster finnes for dette arrangementet

source: View the event “%(title)s”; image description: %(description)s
nb: Vis arrangementet «%(title)s»; bildebeskrivelse: %(description)s

source: 1 future occurrence
nb: 1 framtidig forekomst

# event
source: internal
nb: internt

source: Found the following users without any tickets
nb: Fant følgende brukere uten noen billetter

source: No users found
nb: Ingen brukere funnet

source: Tickets for “%(title)s”
nb: Billetter for «%(title)s»

source: Event admin page
nb: Administrasjonsside for arrangementet

source: Email Addresses of Ticket Holders
nb: E-postadresser til deltakere

source: Click to copy the email addresses of the active tickets to the clipboard
nb: Klikk her for å kopiere e-postadressene til de aktive billettene til utklippstavlen

source: canceled
nb: avbestilt

source: Last reactivated
nb: Sist reaktivert

source: Last canceled
nb: Sist avbestilt

source: language
nb: språk

source: No tickets have been registered for this event
nb: Ingen billetter har blitt registrert for dette arrangement

source: The occurrence is shown for all users.
nb: Forekomsten er vist for alle brukere.

source: The occurrence is hidden for all users.
nb: Forekomsten er skjult for alle brukere.

source: Click to change the occurrence.
nb: Klikk for å endre forekomsten.

source: Click to delete the occurrence.
nb: Klikk for å slette forekomsten.

source: Duplicate
nb: Dupliser

source: Click to duplicate the occurrence.
nb: Klikk for å duplisere forekomsten.

source: Admin page
nb: Administrasjonspanel

source: You are viewing an old event
nb: Du ser på et gammelt arrangement

source: The last occurrence of this event was
nb: Sist gang arrangement ble holdt var

source: You are registered for this event
nb: Du er påmeldt dette arrangementet

source: Registration
nb: Påmelding

source: Sold out
nb: Utsolgt

source: No registration
nb: Ingen påmelding

source: Each created occurrence of this event will have its own registration.
nb: Hver lagde forekomst av dette arrangementet vil ha sin egen registrering.

source: All created occurrences of this event will have one common registration.<br/> (Used e.g. for a multiday workshop where ticket holders are encouraged to attend some or all of the occurrences.)
nb: Alle lagde forekomster av dette arrangementet vil ha én felles registrering.<br/> (Brukt f.eks. for en flerdagers workshop hvor påmeldte er oppfordret til å delta på alle eller noen av forekomstene.)

source: A value of zero indicates that no registration is required
nb: En verdi på 0 vil si at arrangementet ikke krever påmelding

source: Only used for standalone events. For repeating events, tickets are administered per occurrence.
nb: Bare brukt til frittstående arrangementer. For gjentagende arrangementer er billettene administrert per tidspunkt.

source: Upcoming events
nb: Kommende arrangementer

source: No upcoming events
nb: Ingen kommende arrangementer

source: Previous events
nb: Tidligere arrangementer

source: No previous events
nb: Ingen tidligere arrangementer

source: dates
nb: datoer

source: More events
nb: Flere arrangementer

source: Cancel your ticket for “%(event)s”
nb: Avbestill billetten din for «%(event)s»

source: Yes, I'm sure
nb: Ja, jeg er sikker

source: Cancel ticket
nb: Avbestill

source: Reactivate ticket
nb: Reaktiver

source: Ticket for “%(title)s”
nb: Billett for «%(title)s»

source: Registered to
nb: Registrert på

source: This ticket is registered to another account. Please
nb: Denne billetten er knyttet til en annen bruker. Vennligst

source: log in
nb: logg inn

source: to the correct account to see your ticket.
nb: til den riktige brukeren for å se billetten din.

source: My tickets
nb: Mine billetter

source: Preferred format is
nb: Foretrukket format er

source: Attributes
nb: Egenskaper

source: Admin page for articles
nb: Administrasjonsside for artikler

source: Change Article
nb: Endre artikkel

source: Add Article
nb: Legg til artikkel

source: Find events users have attended or are registered for
nb: Finn arrangementer brukere har eller skal delta på

source: Change Event
nb: Endre arrangement

source: Admin page for “{event_title}”
nb: Administrasjonsside for «{event_title}»

source: Add Event
nb: Legg til arrangement

source: Change Occurrence of “{title}”
nb: Endre forekomst av «{title}»

source: Add Occurrence of “{title}”
nb: Legg til forekomst av «{title}»

source: Your ticket for “{title}”!
nb: Din billett til «{title}»!

source: Register for the event “{title}”
nb: Meld deg på arrangementet «{title}»

source: at {time}
nb: den {time}

source: Are you sure you want to cancel your ticket for<br/>“{event}”{at_time_string}?
nb: Er du sikker på at du vil avbestille billetten din for<br/>«{event}»{at_time_string}?

source: personal info
nb: personlig informasjon

source: other info
nb: annen informasjon

source: permissions
nb: rettigheter

source: important dates
nb: viktige datoer

source: full name from LDAP
nb: fullt navn fra LDAP

source: %(num)d year
nb: %(num)d år

source: %(num)d month
nb: %(num)d måned

source: %(num)d week
nb: %(num)d uke

source: %(num)d day
nb: %(num)d dag

source: %(num)d hour
nb: %(num)d time

source: %(num)d minute
nb: %(num)d minutt

source: This can only consist of lowercase English letters, numbers, hyphens or underscores.
nb: Dette kan bare bestå av små, engelske bokstaver, tall, bindestreker og understreker.

source: One or more languages have no content.
nb: Ett eller flere språk mangler innhold.

source: Determines whether the “Apply to MAKE” button in the navigation menu in the header is visible.
nb: Bestemmer om «Søk verv»-knappen skal være synlig i navigasjonsmenyen i toppteksten.

source: Link to the guide on what should be done when a new member enrolls.
nb: Lenke til guiden med ting som skal gjøres når et nytt medlem tas opp.

source: Link to the guide on what should be done when a member retires.
nb: Lenke til guiden med ting som skal gjøres når et medlem panger.

source: Link to the guide on what should be done when a member quits.
nb: Lenke til guiden med ting som skal gjøres når et medlem slutter.

source: Main Site Settings
nb: Hovedsideinnstillinger

source: Internal Site Settings
nb: Internsideinnstillinger

source: Django site admin
nb: Django administrasjonsside

source: Django administration
nb: Django-administrasjon

source: The page doesn't exist
nb: Siden finnes ikke

source: <em>Not all those who wander are lost</em> <br/> -Bilbo Baggins <br/><br/> But you are.
nb: <em>Ikke alle som vandrer har gått vill</em> <br/> -Bilbo Lommelun <br/><br/> Men det har du.

source: Something went terribly wrong
nb: Noe er ikke som det skal

source: Sorry, something went terribly wrong while handling your request. One of our developers will have a look at the issue as soon as possible. Please try again later.
nb: Beklager, noe gikk galt mens vi håndterte forespørselen din. En av våre utviklere vil se på problemet så fort som mulig. Vennligst prøv igjen senere.

source: Contact info
nb: Kontaktinformasjon

source: click here to show various contact info, like email addresses
nb: klikk her for å vise diverse kontaktinformasjon, som e-postadresser

source: Here you can add, change and delete events and their occurrences
nb: Her kan du legge til, endre og slette arrangementer og deres forekomster

source: Here you can add, change and delete articles
nb: Her kan du legge til, endre og slette artikler

source: Here you can add and change information about people who have taken the 3D printer course
nb: Her kan du legge til og endre informasjon om personer som har tatt 3D-printerkurset

source: Here you can add and change both global and personal quotas for reservations of machines
nb: Her kan du legge til og endre både globale og personlige kvoter for reservasjoner av maskiner

source: Here you can add and change equipment at Makerverkstedet
nb: Her kan du legge til og endre utstyr på Makerverkstedet

source: Here you can add and change frequently asked questions
nb: Her kan du legge til og endre ofte stilte spørsmål

source: Here you can add and change announcements to be shown on either the front page or the entire website
nb: Her kan du legge til og endre kunngjøringer som kan vises på forsiden eller på hele nettsiden

source: Reservations
nb: Reservasjoner

source: Here you can view machine reservations for events and other MAKE NTNU causes
nb: Her kan du se reservasjoner av maskiner for arrangementer og andre MAKE NTNU-sammenhenger

source: Here you can change the committees' description, image and email
nb: Her kan du endre komiteenes beskrivelse, bilde og e-postadresse

source: MAKE NTNU is a voluntary student organization that works for a better environment for project development, both in private and educational contexts, for all students and employees at NTNU.
nb: MAKE NTNU er en frivillig studentorganisasjon som jobber for et bedre miljø for prosjektutvikling, både i privat og undervisningssammenheng, for alle studenter og ansatte på NTNU.

source: Skip to main content
nb: Hopp til hovedinnhold

source: Are you sure you want to delete?
nb: Er du sikker på at du vil slette?

source: You can find us here!
nb: Du kan finne oss her!

source: Like us on Facebook!
nb: Lik oss på Facebook!

source: Chat with us on Slack!
nb: Prat med oss på Slack!

source: Report an issue or suggest an improvement on GitHub!
nb: Meld ifra om et problem eller foreslå en forbedring på GitHub!

source: Contact us by email!
nb: Kontakt oss på e-post!

source: Follow us on Instagram!
nb: Følg oss på Instagram!

source: Privacy Policy
nb: Personvernerklæring

source: Upload image
nb: Last opp bilde

source: View old image
nb: Vis gammelt bilde

source: An image is required
nb: Et bilde er påkrevd

source: The image is too big
nb: Bildet er for stort

source: Main
nb: Hoved

source: About
nb: Om

source: About us
nb: Om oss

source: Apply to MAKE
nb: Søk verv

source: Administration
nb: Administrasjon

source: Profile
nb: Profil

source: Front page
nb: Forside

source: Choose value
nb: Velg verdi

source: Search places
nb: Søk etter steder
